* Academic Center of Excellence Application
:LOGBOOK:
CLOCK: [2016-09-01 Thu 10:40]--[2016-09-01 Thu 11:00] =>  0:20
CLOCK: [2016-08-31 Wed 12:35]--[2016-08-31 Wed 15:33] =>  2:58
CLOCK: [2016-08-31 Wed 10:03]--[2016-08-31 Wed 11:41] =>  1:38
CLOCK: [2016-08-29 Mon 10:04]--[2016-08-29 Mon 10:28] =>  0:24
CLOCK: [2016-08-23 Tue 13:03]--[2016-08-23 Tue 14:13] =>  1:10
CLOCK: [2016-08-23 Tue 11:00]--[2016-08-23 Tue 12:20] =>  1:20
CLOCK: [2016-08-18 Thu 15:02]--[2016-08-18 Thu 17:08] =>  2:06
CLOCK: [2016-08-18 Thu 11:40]--[2016-08-18 Thu 13:58] =>  2:18
CLOCK: [2016-08-17 Wed 17:01]--[2016-08-17 Wed 17:21] =>  0:20
CLOCK: [2016-08-17 Wed 13:54]--[2016-08-17 Wed 15:54] =>  2:00
CLOCK: [2016-08-17 Wed 10:51]--[2016-08-17 Wed 12:01] =>  1:10
CLOCK: [2016-08-16 Tue 12:50]--[2016-08-16 Tue 16:20] =>  3:30
CLOCK: [2016-08-16 Tue 10:10]--[2016-08-16 Tue 11:40] =>  1:30
#+BEGIN: clocktable :maxlevel 2 :scope subtree
#+CAPTION: Clock summary at [2016-09-01 Thu 11:16]
| Headline                         | Time    |
|----------------------------------+---------|
| *Total time*                     | *20:44* |
|----------------------------------+---------|
| Academic Center of Excellence... | 20:44   |
#+END:

:END:
** <2016-08-16 Tue>
*** Meeting

Took notes about sources of funding.
Jean gave me preliminary jobs
*** PhD clean up
Only interested in PhDs from Jan 2012--Dec 201
** <2016-08-17 Wed>
*** DONE Fill in and check about PhDs that have completed
CLOSED: [2016-08-31 Wed 15:15]
- Suspect PhDs
  - Valentin Radu (Mahesh)
    - Emailed about
  - Sergio Elizondo Gonzalez (Nigel Goddard)
    - Still currently
  - Herry Herry (Paul Anderson)
    - Submitted in 2015

**** TODO Theodoros Kapourniotis completed (supervisor Elham Kashefi)
Emailed Elham for title and a link to it.
Sent <2016-08-17 Wed> 
**** DONE Add student of Mahesh who had the S&P paper
CLOSED: [2016-08-17 Wed 17:13]
Actual name: Galini Tsoukaneri
Information to come with response

*** DONE Reorder by reverse completion date (and reverse start date for uncompleted)
CLOSED: [2016-08-17 Wed 14:47]

*** Update PhDs for 2016

Dear Professor Kiayias,

I'm trying to sort out the list of PhD students for David Aspinall's Cyber Security ACE application.
Do you have any new students starting in 2016 that I should add to the list?

Many thanks,
--
Joseph Hallett

**** TODO Ask Aggelos for new PhD students
[[mailto://Aggelos.Kiayias@ed.ac.uk]]
Sent <2016-08-17 Wed>
**** TODO Ask Myrto for new PhD students
[[mailto://marapini@inf.ed.ac.uk]]
Sent <2016-08-17 Wed>

She has some but hasn't said what their subjects are.


**** TODO Ask Elham for new PhD students
[[mailto://ekashefi@inf.ed.ac.uk]]
Sent <2016-08-17 Wed>
**** DONE Ask Don for new PhD students
CLOSED: [2016-08-17 Wed 15:52]
[[mailto://dts@inf.ed.ac.uk]]
Sent: <2016-08-17 Wed>
Response: <2016-08-17 Wed>

Nope
**** DONE Ask Ian for new PhD students
CLOSED: [2016-08-23 Tue 10:48]
[[mailto://Ian.Stark@ed.ac.uk]]
Sent <2016-08-17 Wed>


*** TODO Get response form Mahesh re: Galini and Valentin Radu
[[mailto://mahesh@ed.ac.uk]]
** <2016-08-18 Thu> 
*** DONE Split CVs into separate files
CLOSED: [2016-08-18 Thu 12:42]
*** DONE Write a little script to render the CVs
CLOSED: [2016-08-18 Thu 13:31]
*** DONE Tidy the CV code (remove DAs comments!)
CLOSED: [2016-08-31 Wed 15:15]
*** TODO Emailed Mahesh for info about Rajkarn Singh
*** TODO Emailed Myrto for info about Nicolaos Labrou

*** Data Solicitation 
**** DONE Prof Mike Davies
CLOSED: [2016-08-23 Tue 16:43]
[[mailto://mike.davies@ed.ac.uk]]
Sent <2016-08-18 Thu>

**** DONE Prof Charles Raab
CLOSED: [2016-08-23 Tue 12:16]
[[mailto://c.d.raab@ed.ac.uk]]
Sent <2016-08-18 Thu>
Got response

**** DONE Prof Burkhard Schafer
CLOSED: [2016-08-23 Tue 16:43]
[[mailto://B.Schafer@ed.ac.uk]]
Sent <2016-08-18 Thu>
Got response

**** TODO Prof Harald Haas
[[mailto://h.haas@ed.ac.uk]]
Sent <2016-08-18 Thu>

**** DONE Prof Chris Speed
CLOSED: [2016-08-29 Mon 10:04]
[[mailto://c.speed@ed.ac.uk]]
Sent <2016-08-18 Thu>

**** TODO Myrto Arapinis
Sent <2016-08-18 Thu>

**** DONE David Aspinall
CLOSED: [2016-08-29 Mon 10:04]
**** DONE Andy Gordon
CLOSED: [2016-08-31 Wed 15:15]
Sent <2016-08-18 Thu>
Got response

**** TODO Elham Kashefi
Sent <2016-08-18 Thu>

**** TODO Aggelos Kiayias
Will need special care as we don't have any information on him at the moment.
Will send him David's as an example of what we're after
Sent <2016-08-18 Thu>

**** TODO Don Sannella
Sent <2016-08-18 Thu>
**** DONE James Cheney
CLOSED: [2016-08-23 Tue 10:48]
<2016-08-18 Thu>

Won't fix. Jean to chase.

**** TODO Ian Stark
Sent <2016-08-18 Thu>

**** TODO Kami Vaniea
Sent <2016-08-18 Thu>


Removed names from before the period.
Updated PhDs to use new areas.

** <2016-08-23 Tue>
Added CVs from Schafer, Raab and Gordon.
... and Mike Davies

** <2016-08-27 Sat>

David asked me to:

- Edit CVs down to two pages

- Fix bibtex links in CVs

- Add AppGuarden bibtexs

** <2016-08-29 Mon> 
Adding Chris Speed

** <2016-08-31 Wed> 
*** DONE Add AppGuarden BiBTeXs
CLOSED: [2016-08-31 Wed 13:46]
*** DONE Yianna Danidou
CLOSED: [2016-08-31 Wed 14:41]
Jean asked me to chase Burkhard Schafer for information about Yianna Danidou (PhD student).
Got it.

- Need to check the PhD was awarded by UoE
  - Yes.

*** TODO Edit CVs down to two pages

Whose CV needs editing?

- [ ] David Aspinall

*** TODO Fix bibtex links in CVs

